Revit 2027 API
UpdaterRegistry Properties
The UpdaterRegistry type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
UpdaterRegistry Class
Autodesk.Revit.DB Namespace